metcalf/hvac_control/manual_testing/temp_board_tester/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# I2C bus is created by i2c_bus_init() in temp_board_tester_main.c (pins there)
